<?php

return [

    'success' => [
        'added'             => ':type اضافه شد!',
        'updated'           => ':type به‌روز شد!',
        'deleted'           => ':type حذف شد!',
        'duplicated'        => ':type دو عدد موجود است!',
        'imported'          => ':type درون ریزی شد!',
        'enabled'           => ':type فعال است!',
        'disabled'          => ':type غیرفعال است!',
    ],

    'error' => [
        'over_payment'      => 'خطا: پرداخت اضافه نشد! مبلغی که وارد کردید از کل گذر کرد :amount',
        'not_user_company'  => 'خطا: شما اجازه مدیریت این شرکت را ندارید!',
        'customer'          => 'خطا: کاربر ایجاد نشد :name از ایمیل وارد شده استفاده می کند.',
        'no_file'           => 'خطا: فایلی انتخاب نشده است!',
        'last_category'     => 'خطا: در پایان نمی توان حذف کرد :type category!',
        'change_type'       => 'خطا: امکان تغییر نوع وجود ندارد، چرا که به :text مرتبط است.',
        'invalid_apikey'    => 'خطا: کلید API وارد شده نامعتبر است!',
        'import_column'     => 'خطا: :message:نام ورق :sheet. شماره خط :line.',
        'import_sheet'      => 'خطا: نام ورق معتبر نیست. لطفاً، فایل نمونه را بررسی کنید.',
        'unknown'           => 'خطای ناشناخته. لطفا بعدا امتحان کنید.',
    ],

    'warning' => [
        'deleted'           => 'هشدار: شما نمی توانید <b>:name</b> را به دلیل :text حذف کنید.',
        'disabled'          => 'هشدار: شما مجاز نیستید <b>:name</b> را به دلیل :text غیر فعال کنید.',
        'disable_code'      => 'هشدار: شما مجاز نیستید که واحد پولی <b>:name</b> را تغییر دهید یا غیر فعال کنید زیرا آن با :text در ارتباط است.',
        'payment_cancel'    => 'هشدار: شما پرداخت :method اخیرتان را لغو کردید!',
    ],

];
