<?php

return [

    'name'             => 'طرح های پیشنهادی',
    'description'      => 'تیم شما را قادر می سازد تا پیشنهادهای موفقیت آمیز را انجام دهد.',
    'proposals'        => 'طرح پیشنهادی | طرح های پیشنهادی',
    'pipelines'        => 'کانال|کانال ها',
    'content'          => 'محتوا',
    'email_sent'       => 'طرح پیشنهادی ایمیل ارسال شد!',
    'create'           => 'ایجاد',
    'send'             => 'ارسال',
    'approve'          => 'تایید',
    'refuse'           => 'رد شده',
    'create_deal'      => 'ایجاد معامله؟',
    'all_proposals'    => 'برای مشاهده تمامی طرح های پیشنهادی وارد شوید',

    'empty' => [
        'proposals'    => 'پیشنهادات فرایند شما را حل میکند و تیم شما را در مسیر موفقیت در فروش قرار می دهد. تمام تکرارهای محتوا را در یک مکان ذخیره کنید، بنابراین جمع آوری یک پیشنهاد چند دقیقه طول می کشد، نه ساعت ها.',
        'templates'    => 'شما می توانید برای شروع روند فروش خود ، الگوهای پیشنهادی تجاری را به طور حرفه ای نوشته و طراحی کنید. ',
    ],
];