<?php

return [
    'title' => 'Чек',
    'api_key' => 'Ключ Api ',
    'menu' => 'Чек',
    'register' => 'Ви можете зареєструвати цей сервіс',
    'description' => "Автоматичний транзакційний чек, який не всмоктується.",
    'platform' => 'Платформа',
    'status' => [
        'merchant' => 'Продавець',
        'date' => 'Дата',
        'create_date' => 'Дата створення',
        'total_amount' => 'Загальна сума',
        'tax_amount' => 'Сума податку',
    ],
    'unauthorized' =>  'Неавторизований токен. Будь ласка, перевірте токен!'
];
