<?php

return [
    'sales_order' => [
        'sent'     => 'Ви впевнені, що хочете позначити вибране замовлення на продаж як <b>відправлене</b>?|Ви впевнені, що хочете позначити вибрані замовлення на продаж як <b>надіслані</b>?',
        'confirmed' => 'Ви впевнені, що хочете позначити вибране замовлення на продаж як <b>підтверджене</b>?|Ви впевнені, що хочете позначити вибрані замовлення на продаж як <b>підтверджені</b>?',
        'cancelled'  => 'Ви впевнені, що хочете позначити вибране замовлення на продаж як <b>скасоване</b>?|Ви впевнені, що хочете позначити вибране замовлення на продаж як <b>скасоване</b>?',
    ],
    'purchase_order' => [
        'sent'     => 'Ви впевнені, що хочете позначити вибране замовлення на покупку як <b>відправлене</b>?|Ви впевнені, що хочете позначити вибрані замовлення на покупку як <b>надіслані</b>?',
        'issued' => 'Ви впевнені, що хочете позначити вибране замовлення на покупку як <b>видано</b>?|Ви впевнені, що хочете позначити вибрані замовлення на покупку як <b>видані</b>?',
        'cancelled'  => 'Ви впевнені, що хочете позначити вибране замовлення на покупку як <b>скасоване</b>?|Ви впевнені, що хочете позначити вибране замовлення на покупку як <b>скасоване</b>?',
    ]
];
