<?php

return [
    'title'                    => 'Шаблони електронних листів',
    'sales_order_new_customer' => [
        'subject' => '{sales_order_number} Замовлення на продаж створено',
        'body'    => 'Шановний {customer_name},' .
                     '<br /><br />' .
                     'Дякуємо за інтерес до наших послуг. Наше замовлення на продаж додається до цього листа.' .
                     '<br /><br />' .
                     '-------------------------------------------------' .
                     '<br />' .
                     'Сума: <strong>{sales_order_total}</strong>' .
                     '<br />' .
                     'Дата: <strong>{sales_order_issued_at}</strong>' .
                     '<br />' .
                     'Номер замовлення на продаж: <strong>{sales_order_number}</strong>' .
                     '<br />' .
                     '-------------------------------------------------' .
                     '<br /><br />' .
                     'З будь-яким питанням звертайтеся до нас.' .
                     '<br /><br />' .
                     'З найкращими побажаннями,' .
                     '<br />' .
                     '{company_name}',
    ],
    'purchase_order_new_vendor' => [
        'subject' => '{purchase_order_number} Замовлення на купівлю створено',
        'body'    => 'Шановний {vendor_name},' .
                     '<br /><br />' .
                     'Наше замовлення на покупку додається до цього листа.' .
                     '<br /><br />' .
                     '-------------------------------------------------' .
                     '<br />' .
                     'Сума: <strong>{purchase_order_total}</strong>' .
                     '<br />' .
                     'Дата: <strong>{purchase_order_issued_at}</strong>' .
                     '<br />' .
                     'Номер замовлення на купівлю: <strong>{purchase_order_number}</strong>' .
                     '<br />' .
                     '-------------------------------------------------' .
                     '<br /><br />' .
                     'Будь ласка, перегляне його та підтвердьте замовлення. Ми з нетерпінням чекаємо на співпрацю з вами знову' .
                     '<br /><br />' .
                     'З найкращими побажаннями,' .
                     '<br />' .
                     '{company_name}',
    ],
];


