<?php

return [

    'name'                   => 'Замовлення на продаж та купівлю',
    'description'            => 'Спрощене керування онлайн-продажами та замовленнями на купівлю',
    'sales_orders'           => 'Замовлення на продаж|Замовлення на продаж',
    'purchase_orders'        => 'Замовлення на купівлю|Замовлення на купівлю',
    'purchase_order_summary' => 'Підсумок замовлення на купівлю',
    'mark_sent'              => 'Позначити як відправленим',
    'converted_to_document'  => 'Перетворено на :type :document_number',
    'created_from_document'  => 'Створено з :type :document_number',
    'messages'               => [
        'marked_confirmed' => ':type позначено як підтверджено!',
        'marked_issued'    => ':type позначено як видано!',
    ],
    'empty'                  => [
        'sales_orders'    => 'Замовлення на продаж - це документ, який надсилається вашим клієнтам для підтвердження товару та ціни продажу.',
        'purchase_orders' => 'Замовлення на купівлю - це офіційний документ, який покупець видає продавцеві, в якому вказується інформація про товари, які він хоче придбати, їх кількість та ціни.',
    ],
];
