<?php

return [
    'description'                => 'Налаштуйте префікс замовлення на покупку, номер, умови, нижній колонтитул тощо',
    'invoice_number'             => 'Номер замовлення на купівлю',
    'vendors'                    => 'Продавець|Продавці',
    'invoice_date'               => 'Дата замовлення на покупку',
    'expected_delivery_date'     => 'Очікувана дата доставки',
    'order_number'               => 'Посилання',
    'create_purchase_order'      => 'Створити замовлення на купівлю',
    'send_invoice'               => 'Надіслати замовлення на купівлю',
    'amount_due'                 => 'Кількість',
    'confirm_purchase_orders'    => 'Підтвердити замовлення на купівлю',
    'mark_issued'                => 'Позначка видана',
    'convert_to_bill'            => 'Перетворити на рахунок',
    'summary_report_type'        => 'Підсумок замовлення',
    'summary_report_description' => 'Підсумок місячних замовлень на закупівлю від продавців',
    'messages'                   => [
        'draft' => 'Це замовлення на купівлю <b>ПРОЄКТА</b> буде зображено в графіках після його отримання.',
    ],
    'statuses'                   => [
        'draft'      => 'Проєкт',
        'sent'       => 'Надісланий',
        'billed'     => 'Виставлений рахунок',
        'not_billed' => 'Не встановлено рахунок',
        'issued'     => 'Видано',
        'not_issued' => 'Не видано',
        'cancelled'  => 'Скасовано',
    ],
];
