<?php

return [

    'sales_order' => [
        'item'            => 'Товари',
        'price'           => 'Ціна',
        'rate'            => 'Оцінити',
        'quantity'        => 'Кількість',
        'shipment_terms'  => 'Умови відвантаження',
        'choose_template' => 'Вибрати шаблон замовлення на продаж',
        'new_customer'    => 'Новий шаблон замовлення на продаж(надісланий клієнту)',
    ],

    'purchase_order' => [
        'item'            => 'Товари',
        'price'           => 'Ціна',
        'rate'            => 'Оцінка',
        'quantity'        => 'Кількість',
        'delivery_terms'  => 'Умови доставки',
        'choose_template' => 'Вибрати шаблон замовлення на купівлю',
        'new_vendor'      => 'Новий шаблон замовлення на купівлю (надісланий продавцю)',
    ],

];
