<?php

return [

    'name'                  => 'Центр підтримки',
    'message'               => 'Керуйте заявами від своїх клієнтів та тримайте їх в курсі.',

    'empty' => [
        'tickets'           => 'Ви можете створити заяви, щоб повідомити про інцидент, проблему або запит. Його буде призначено агенту, щоб його можна було отримати якомога швидше',
    ],

    'tickets'               => 'Заява|Заяви',

    'ticket' => [
        'id'                => 'Ідентифікатор',
        'name'              => 'Ім\'я',
        'subject'           => 'Об\'єкт',
        'message'           => 'Повідомлення',
        'category'          => 'Категорія',
        'reporter'          => 'Репортер',
        'assignee'          => 'Уповноважений',
        'status'            => 'Статус',
        'created'           => 'Створено',
        'updated'           => 'Оновлено',
        'related_to'        => 'Пов\'язане з',
        'not_related'       => 'Не пов\'язаний з жодним документом',
    ],

    '_category' => [ // Avoids conflict with 'category' or 'categories' in search-string.php
        'change_request'    => 'Змінити запит',
        'incident'          => 'Інцидент',
        'problem'           => 'Проблема',
        'feature_request'   => 'Запит на нову функцію',
    ],

    'statuses'              => 'Статус|Статуси',

    'status' => [
        'open'              => 'Відкрити',
        'pending'           => 'Очікується',
        'on_hold'           => 'На утриманні',
        'solved'            => 'Вирішено',
        'closed'            => 'Закрито',
        'spam'              => 'Спам',
    ],

    'replies'                 => 'Відповідь|Відповіді',

    'reply' => [
        'internal_note'     => 'Внутрішня примітка',
        'message'           => 'Повідомлення',
        'new_reply'         => 'Нова відповідь',
    ],

    'priorities'            => 'Пріоритет|Пріоритети',

    'priority' => [
        'urgent'            => 'Терміново',
        'high'              => 'Високий',
        'medium'            => 'Середній',
        'low'               => 'Низький',
    ],

    'created_at'            => 'Дата створення',
    'updated_at'            => 'Останнє оновлення',

    'reporters'             => 'Репортер|Репортери',
    'assignees'             => 'Уповноважений|Уповноважені',

    'error' => [
        'email_error'       => 'Електронний лист не надіслано. Будь ласка, перегляньте налаштування електронної пошти',
    ],

];