<?php

return [

    'error' => [
        'change_start_date'       => 'Помилка: Неможливо змінити дату початку, оскільки вона пов\'язана з :text!',
        'change_end_date'         => 'Помилка: Неможливо змінити кінцеву дату, оскільки вона пов\'язана з :text!',
        'change_leave_type'       => 'Помилка: Неможливо змінити тип відпустки, оскільки він пов\'язаний з :text!',
        'change_leave_year'       => 'Помилка: Неможливо змінити рік відпустки, оскільки він пов\'язаний з :text!',
        'change_days'             => 'Помилка: Неможливо змінити дні, оскільки вони пов\'язані з :text!',
        'change_applicable_after' => 'Помилка: Неможливо змінити застосування після, оскільки вони пов\'язані з :text!',
        'change_carryover_days'   => 'Помилка: Неможливо змінити перенесення через кілька днів після того, як вони пов\'язані із :text!',
    ],

];
