<?php

return [

    'title'                    => 'Шаблони електронних листів',

    'proposal_send_customer'    => [
        'subject' => 'Створено нову пропозицію',
        'body'    => 'Шановний {customer_name},' .
                     '<br /><br />' .
                     'Ми підготували для вас наступну пропозицію. ' .
                     '<br /><br />' .
                     'Ви можете переглянути деталі пропозиції на порталі за посиланням нижче: ' .
                     '<br /><br />' .
                     '<a href="{proposal_portal_link}">{proposal_description}</a>.' .
                     '<br /><br />' .
                     'Якщо у вас не має доступу до порталу, скористайтеся посиланням нижче: ' .
                     '<br /><br />' .
                     '<a href="{proposal_guest_link}">{proposal_description}</a>.' .
                     '<br /><br />' .
                     'З будь-яким питанням звертайтеся до нас.' .
                     '<br /><br />' .
                     'З найкращими побажаннями,' .
                     '<br />' .
                     '{company_name}',
    ],

];
