<?php

return [

    'name'             => 'Пропозиції',
    'description'      => 'Дає вашій команді можливість робити успішні пропозиції.',
    'proposals'        => 'Пропозиція|Пропозиції',
    'pipelines'        => 'Трубопровід|Трубопроводи',
    'content'          => 'Зміст',
    'email_sent'       => 'Пропозицію надіслано електронною поштою!',
    'create'           => 'Створити',
    'send'             => 'Надіслати',
    'approve'          => 'Затвердити',
    'refuse'           => 'Відмовитися',
    'create_deal'      => 'Створити угоду?',
    'all_proposals'    => 'Увійдіть, щоб переглянути всі пропозиції',

    'empty' => [
        'proposals'    => 'Пропозиції розв\'язують ваш процес та ставлять вашу команду на правильний шлях до успіху в продажах. Збережіть весь зміст, який необхідний представникам в одному місці, щоб об\'єднання пропозиції займало хвилини, а не годину.',
        'templates'    => 'Ви можете підготувати професійно письмові та розроблені шаблони бізнес-пропозицій, щоб розпочати процес продажів. ',
    ],
];