<?php

return [

    'name'        => 'Кредитове/Дебетове Авізо',
    'description' => 'Створити кредитове або дебетове авізо',

    'credit_notes' => 'Кредитове авізо|Кредитові авізо',
    'debit_notes'  => 'Дебетове авізо|Дебетові авізо',

    'vendors' => 'Продавець|Продавці',

    'category' => 'Категорія',

    'empty' => [
        'credit_notes' => 'Кредитові авізо зазвичай використовуються, коли в уже встановленому рахунку-фактурі сталася помилка, такі як: неправильна кількість або пошкоджений товар, або коли клієнт хоче змінити своє початкове замовлення.',
        'debit_notes'  => 'Дебетові авізо зазвичай видаються від клієнта до їх продавців, щоб вказати або вимагати поверненню коштів у зв\'язку з отриманням неправильного або пошкодженого товару, скасування покупки чи інші певні обставини.',
    ],

];
