<?php

return [

    'credits'      => 'Кредит|Кредити',
    'use_credits'  => 'Використовувати кредити',
    'credits_used' => 'Кредити використані!',

    'invoice_amount_is_exceeded' => 'Сума рахунку-фактури перевищена!',

    'messages' => [
        'error' => [
            'over_payment'       => 'Помилка: Кредити не використані! Введена сума перевищує загальну суму: :amount',
            'not_enough_credits' => 'Помилка: Кредити не використані! Введена сума перевищує доступну суму кредитів: :credits',
        ],
    ],
];
