<?php

return [

    'credit_note' => [
        'description'     => 'Налаштуйте префікс кредитної примітки, номер, умови, нижній колонтитул тощо',
        'prefix'          => 'Префікс числа',
        'digit'           => 'Кількість цифр',
        'next'            => 'Наступний номер',
        'logo'            => 'Логотип',
        'item_name'       => 'Назва товару',
        'item'            => 'Елементи',
        'price_name'      => 'Назва ціни',
        'price'           => 'Ціна',
        'quantity_name'   => 'Назва кількості',
        'quantity'        => 'Кількість',
        'title'           => 'Назва',
        'subheading'      => 'Підзаголовок',
        'choose_template' => 'Вибрати шаблон кредитного авізо',
        'default'         => 'За замовчуванням',
        'classic'         => 'Класичний',
        'modern'          => 'Сучасний',
    ],

    'debit_note' => [
        'description'     => 'Налаштувати префікс дебетовий авізо, номер, терміни тощо',
        'prefix'          => 'Префікс числа',
        'digit'           => 'Кількість цифр',
        'next'            => 'Наступний номер',
        'logo'            => 'Логотип',
        'item_name'       => 'Назва товару',
        'item'            => 'Елемент',
        'price_name'      => 'Назва ціни',
        'price'           => 'Ціна',
        'quantity_name'   => 'Назва кількості',
        'quantity'        => 'Кількість',
        'title'           => 'Заголовок',
        'subheading'      => 'Підзаголовок',
        'choose_template' => 'Вибрати шаблон дебетового авізо',
        'default'         => 'За замовчуванням',
        'classic'         => 'Класичний',
        'modern'          => 'Сучасний',
    ],

    'email' => [
        'templates' => [
            'credit_note_new_customer' => 'Новий шаблон кредитного авізо (надісланий клієнту)',
        ],
    ],

];
