<?php

return [
    'estimate' => [
        'item'            => 'Елементи',
        'price'           => 'Ціна',
        'rate'            => 'Оцінка',
        'quantity'        => 'Кількість',
        'approval_terms'  => 'Умови затвердження',
        'choose_template' => 'Вибрати шаблон кошторису',
        'new_customer'    => 'Новий шаблон кошторису (надіслано клієнту)',
        'remind_customer' => 'Шаблон нагадування кошторису (надіслано клієнту)',
        'remind_admin'    => 'Шаблон нагадування кошторису (надіслано адміністратору)',
        'approved_admin'  => 'Шаблон затвердження кошторису (надіслано адміністратору)',
        'refused_admin'   => 'Шаблон кошторису відхилено (надіслано адміністратору)',
    ],

    'prefix'     => 'Префікс ',
    'digit'      => 'Кількість цифр',
    'next'       => 'Наступний номер',
    'title'      => 'Назва',
    'subheading' => 'Підзаголовок',
    'notes'      => 'Нотатки',

    'subject'                  => 'Тема',
    'body'                     => 'Текст повідомлення',
    'tags'                     => '<strong>Доступні теги:</strong> :tag_list',

    'scheduling' => [
        'send_estimate'      => 'Відправити Розрахунок Нагадування',
        'estimate_days'      => 'Надіслати після відповідних днів',
    ],
];
