<?php

return [
    'appointment' => [
        'new_request_admin'     => 'Шаблон нового запиту на зустріч (надіслано адміністратору)',
        'remind_admin'          => 'Шаблон нагадування про зустріч (надіслано адміністратору)',
        'new_request_customer'  => 'Шаблон нового запиту на зустріч (надіслано клієнту)',
        'detail_customer'       => 'Додаткова інформація про зустріч (надіслано клієнту)',
        'remind_customer'       => 'Шаблон нагадування про зустріч (надіслано клієнту)',
        'paid_request_customer' => 'Шаблон оплаченого запиту на зустріч (надіслано клієнту)',
        'remind_employee'       => 'Шаблон нагадування про зустріч (надіслано працівнику)',
    ],
];
