<?php

return [
    'name' => 'Бюджети',
    'description' => 'Поміркуйте, як працює ваш бізнес, порівнявши прогнозований бюджет з фактичною продуктивністю вашого бізнесу шляхом створення бюджетів.',

    'budget' => 'Бюджет|Бюджети',
    'period' => 'Бюджетний період',
    'financial_year' => 'Фінансовий рік',
    'budget_vs_actual' => 'Бюджет проти фактичного',
    'profit_loss' => 'Прибуток та збиток',
    'net_profit' => 'Чистий прибуток',

    'amounts' => [
        'budget' => 'Бюджет',
        'actual' => 'Фактичний',
        'over_budget' => 'Понад бюджетом',
    ]
];
